Repository: mstemplinger/GolfTrackApp
Catalog: Localizable.xcstrings
Source language: de
Languages: en, es, fr, it

source: Platzreife Quiz
en: Golf License Quiz
es: Quiz de licencia
fr: Quiz carte verte
it: Quiz abilitazione

source: Platzreife Theorie
en: Golf License Theory
es: Teoría de licencia
fr: Théorie carte verte
it: Teoria abilitazione

source: Praxis-Tipp
en: Practical Tip
es: Consejo práctico
fr: Conseil pratique
it: Consiglio pratico

source: Pro freischalten
en: Unlock Pro
es: Desbloquear Pro
fr: Débloquer Pro
it: Sblocca Pro

source: Pro Tipp des Tages
en: Pro Tip of the Day
es: Consejo Pro del día
fr: Conseil Pro du jour
it: Consiglio Pro del giorno

source: PRO TIPP DES TAGES
en: PRO TIP OF THE DAY
es: CONSEJO PRO DEL DÍA
fr: CONSEIL PRO DU JOUR
it: CONSIGLIO PRO DEL GIORNO

source: Probeprüfung
en: Practice exam
es: Examen de prueba
fr: Examen blanc
it: Esame di prova

source: Profil
en: Profile
es: Perfil
it: Profilo

source: Prüfung abbrechen?
en: Cancel exam?
es: ¿Cancelar el examen?
fr: Annuler l'examen ?
it: Annullare l'esame?

source: Prüfung abgeben
en: Submit exam
es: Entregar examen
fr: Rendre l'examen
it: Consegna l'esame

source: Punkte
en: Points
es: Puntos
fr: Points
it: Punti

source: Punktetabelle
en: Points table
es: Tabla de puntos
fr: Tableau des points
it: Tabella punteggi

source: Putts +1 automatisch
en: Putts +1 automatically
es: Putts +1 automático
fr: Putts +1 automatique
it: Putt +1 automatico

source: Putts werden beim Schlag automatisch hochgezählt
en: Putts are counted up automatically with each stroke
es: Los putts se cuentan automáticamente con cada golpe
fr: Les putts sont comptés automatiquement à chaque coup
it: I putt vengono conteggiati automaticamente a ogni colpo

source: Quelle: R&A Rules of Golf 2023 (r-a.org) · USGA (usga.org)
en: Source: R&A Rules of Golf 2023 (r-a.org) · USGA (usga.org)
es: Fuente: R&A Rules of Golf 2023 (r-a.org) · USGA (usga.org)
fr: Source : R&A Rules of Golf 2023 (r-a.org) · USGA (usga.org)
it: Fonte: R&A Rules of Golf 2023 (r-a.org) · USGA (usga.org)

source: Rechtliches
en: Legal
es: Aviso legal
fr: Mentions légales
it: Note legali

source: Referenz
en: Reference
es: Referencia
fr: Référence
it: Riferimento

source: Regelmäßig neue Audiobooks
en: Regularly new audiobooks
es: Nuevos audiolibros con regularidad
fr: De nouveaux livres audio régulièrement
it: Nuovi audiolibri regolarmente

source: Regeln
en: Rules
es: Reglas
fr: Règles
it: Regole

source: Regeln, Tipps & Strategien
en: Rules, tips & strategies
es: Reglas, consejos y estrategias
fr: Règles, conseils et stratégies
it: Regole, consigli e strategie

source: Regelwerk 2023 – R&A / USGA
en: Rules of Golf 2023 – R&A / USGA
es: Reglamento 2023 – R&A / USGA
fr: Règlement 2023 – R&A / USGA
it: Regolamento 2023 – R&A / USGA

source: Richtig
en: Correct
es: Correcto
fr: Correct
it: Corretto

source: Richtig!
en: Correct!
es: ¡Correcto!
fr: Correct !
it: Corretto!

source: Richtung 20 Runden für vollen WHS-Index
en: Toward 20 rounds for a full WHS index
es: Hacia 20 vueltas para el índice WHS completo
fr: Vers 20 parties pour l'index WHS complet
it: Verso 20 giri per l'indice WHS completo

source: Richtungslinie setzen
en: Set direction line
es: Definir línea de dirección
fr: Définir la ligne de direction
it: Imposta linea di direzione

source: Runde
en: Round
es: Vuelta
fr: Partie
it: Giro

source: Runde abbrechen?
en: Cancel Round?
es: ¿Cancelar la vuelta?
fr: Annuler la partie ?
it: Annullare il giro?

source: Runde abgeschlossen!
en: Round Complete!
es: ¡Vuelta completada!
fr: Partie terminée !
it: Giro completato!

source: Runde abschließen
en: Finish Round
es: Finalizar vuelta
fr: Terminer la partie
it: Completa il giro

source: Runde abschließen?
en: Finish Round?
es: ¿Finalizar la vuelta?
fr: Terminer la partie ?
it: Completare il giro?

source: Runde läuft auf der Watch
en: Round running on Watch
es: Vuelta en curso en el Watch
fr: Partie en cours sur la Watch
it: Giro in corso su Watch

source: Runde löschen
en: Delete Round
es: Eliminar vuelta
fr: Supprimer la partie
it: Elimina giro

source: Runde löschen?
en: Delete round?
es: ¿Eliminar la vuelta?
fr: Supprimer la partie ?
it: Eliminare il giro?

source: Runde starten
en: Start Round
es: Empezar vuelta
fr: Démarrer la partie
it: Inizia giro

source: Runde starten – %@
en: Start round – %@
es: Empezar vuelta – %@
fr: Démarrer la partie – %@
it: Inizia giro – %@

source: Runde verlassen?
en: Leave Round?
es: ¿Salir de la vuelta?
fr: Quitter la partie ?
it: Uscire dal giro?

source: Runden
en: Rounds
es: Vueltas
fr: Parties
it: Giri

source: S.%lld
en: p.%lld
es: p.%lld
fr: p.%lld
it: p.%lld

source: Satellit
en: Satellite
es: Satélite
fr: Satellite
it: Satellite

source: Scan fehlgeschlagen
en: Scan failed
es: Error de escaneo
fr: Échec du scan
it: Scansione non riuscita

source: Scan-Ergebnis prüfen
en: Review scan result
es: Revisar resultado del escaneo
fr: Vérifier le résultat du scan
it: Verifica risultato scansione

source: Scanne deine Mitgliedskarte oder Greenfee-Belege für schnellen Zugriff.
en: Scan your membership card or greenfee receipts for quick access.
es: Escanea tu tarjeta de socio o los recibos de green fee para un acceso rápido.
fr: Scanne ta carte de membre ou tes reçus de green fee pour un accès rapide.
it: Scansiona la tua tessera o le ricevute green fee per un accesso rapido.

source: Schau im App Store nach Updates – mit jedem Update kommen neue Lektionen dazu, die im Abo inklusive sind.
en: Check the App Store for updates – each update adds new lessons that are included in the subscription.
es: Busca actualizaciones en la App Store: cada actualización añade nuevas lecciones incluidas en la suscripción.
fr: Vérifie les mises à jour dans l'App Store – chaque mise à jour ajoute de nouvelles leçons incluses dans l'abonnement.
it: Controlla gli aggiornamenti nell'App Store – ogni aggiornamento aggiunge nuove lezioni incluse nell'abbonamento.

source: Schl.
en: Str.
es: Glp.
fr: Cps
it: Cp.

source: Schlag %lld
en: Shot %lld
es: Golpe %lld
fr: Coup %lld
it: Colpo %lld

source: Schlag %lld – Schläger?
en: Shot %lld – club?
es: Golpe %lld – ¿palo?
fr: Coup %lld – club ?
it: Colpo %lld – mazza?

source: Schlag 1 · Driver
en: Shot 1 · Driver
es: Golpe 1 · Driver
fr: Coup 1 · Driver
it: Colpo 1 · Driver

source: Schlag aufzeichnen
en: Record shot
es: Registrar golpe
fr: Enregistrer le coup
it: Registra colpo

source: Schlag-Tracking
en: Shot tracking
es: Seguimiento de golpes
fr: Suivi des coups
it: Tracciamento colpi

source: Schläge
en: Strokes
es: Golpes
fr: Coups
it: Colpi

source: SCHLÄGE
en: STROKES
es: GOLPES
fr: COUPS
it: COLPI

source: Schläge auf der Karte
en: Shots on the map
es: Golpes en el mapa
fr: Coups sur la carte
it: Colpi sulla mappa

source: Schläge werden automatisch beim Aufzeichnen eingetragen.
en: Shots are entered automatically when recording.
es: Los golpes se registran automáticamente al grabar.
fr: Les coups sont saisis automatiquement lors de l'enregistrement.
it: I colpi vengono inseriti automaticamente durante la registrazione.

source: Schläger hinzufügen
en: Add club
es: Añadir palo
fr: Ajouter un club
it: Aggiungi mazza

source: Schläger manuell eingeben
en: Enter club manually
es: Introducir palo manualmente
fr: Saisir un club manuellement
it: Inserisci mazza manualmente

source: Schläger-Bag
en: Club bag
es: Bolsa de palos
fr: Sac de clubs
it: Sacca

source: Schläger-Bags
en: Club bags
es: Bolsas de palos
fr: Sacs de clubs
it: Sacche

source: Schlägerdistanzen (Ø)
en: Club distances (Ø)
es: Distancias de palos (Ø)
fr: Distances des clubs (Ø)
it: Distanze mazze (Ø)

source: Schlagkarte
en: Shot map
es: Mapa de golpes
fr: Carte des coups
it: Mappa dei colpi

source: schlechtes Wetter
en: Poor Weather
es: Mal tiempo
fr: Mauvais temps
it: Maltempo

source: Schließen
en: Close
es: Cerrar
fr: Fermer
it: Chiudi

# Schritt %lld von %lld
source: Schritt %1$lld von %2$lld
en: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passo %1$lld di %2$lld

source: Score Differentials (letzte Runden)
en: Score differentials (recent rounds)
es: Score Differentials (últimas vueltas)
fr: Score Differentials (dernières parties)
it: Score Differential (ultimi giri)

source: SCORE GESAMT
en: TOTAL SCORE
es: PUNTUACIÓN TOTAL
fr: SCORE TOTAL
it: PUNTEGGIO TOTALE

source: SCORE-VERLAUF
en: SCORE HISTORY
es: HISTORIAL DE PUNTUACIONES
fr: HISTORIQUE DES SCORES
it: STORICO PUNTEGGI

source: Score-Verlauf (letzte %lld Runden)
en: Score history (last %lld rounds)
es: Historial de puntuaciones (últimas %lld vueltas)
fr: Historique des scores (%lld dernières parties)
it: Storico punteggi (ultimi %lld giri)

source: Scorecard scannen
en: Scan scorecard
es: Escanear tarjeta de puntuación
fr: Scanner la carte de score
it: Scansiona scorecard

source: Scorecard wird gelesen%@
en: Reading scorecard%@
es: Leyendo tarjeta de puntuación%@
fr: Lecture de la carte de score%@
it: Lettura scorecard%@

source: Skins: Du %lld
en: Skins: You %lld
es: Skins: tú %lld
fr: Skins : toi %lld
it: Skins: tu %lld

source: Smart-Modus
en: Smart mode
es: Modo inteligente
fr: Mode intelligent
it: Modalità smart

source: Smart-Modus, Probeprüfung & Ergebnisse
en: Smart mode, practice exam & results
es: Modo inteligente, examen de prueba y resultados
fr: Mode intelligent, examen blanc et résultats
it: Modalità smart, esame di prova e risultati

source: Speichern
en: Save
es: Guardar
fr: Enregistrer
it: Salva

source: Spiel
en: Game
es: Juego
fr: Jeu
it: Gioco

source: Spiel beenden & speichern
en: End game & save
es: Terminar y guardar la partida
fr: Terminer et enregistrer la partie
it: Termina e salva la partita

source: Spiel starten
en: Start Game
es: Iniciar partida
fr: Démarrer la partie
it: Avvia partita

# Spiele noch %lld Runde%@, um einen Handicap-Index zu erhalten.
source: Spiele noch %1$lld Runde%2$@, um einen Handicap-Index zu erhalten.
en: Play %1$lld more round%2$@ to get a handicap index.
es: Juega %1$lld vuelta%2$@ más para obtener un índice de hándicap.
fr: Joue encore %1$lld partie%2$@ pour obtenir un index de handicap.
it: Gioca ancora %1$lld giro%2$@ per ottenere un indice di handicap.

source: Spiele Runden, um Statistiken zu sehen
en: Play rounds to see statistics
es: Juega vueltas para ver estadísticas
fr: Joue des parties pour voir les statistiques
it: Gioca dei giri per vedere le statistiche

source: Spieler
en: Players
es: Jugadores
fr: Joueurs
it: Giocatori

source: Spieler %lld
en: Player %lld
es: Jugador %lld
fr: Joueur %lld
it: Giocatore %lld

source: Spieler entfernen
en: Remove Player
es: Quitar jugador
fr: Supprimer le joueur
it: Rimuovi giocatore

source: Spieler hinzufügen
en: Add Player
es: Añadir jugador
fr: Ajouter un joueur
it: Aggiungi giocatore

source: Spielmodi
en: Game modes
es: Modos de juego
fr: Modes de jeu
it: Modalità di gioco

source: Spielmodus
en: Game Mode
es: Modo de juego
fr: Mode de jeu
it: Modalità di gioco

source: SPIELMODUS
en: GAME MODE
es: MODO DE JUEGO
fr: MODE DE JEU
it: MODALITÀ DI GIOCO

source: Spielmodus wählen
en: Choose game mode
es: Elegir modo de juego
fr: Choisir le mode de jeu
it: Scegli modalità di gioco

source: Spielregeln
en: Rules of Golf
es: Reglas de juego
fr: Règles du jeu
it: Regole di gioco

source: Spielregeln anzeigen?
en: Show Rules of Golf?
es: ¿Mostrar las reglas de juego?
fr: Afficher les règles du jeu ?
it: Mostrare le regole di gioco?

source: Standard-Bag erstellen
en: Create default bag
es: Crear bolsa predeterminada
fr: Créer un sac par défaut
it: Crea sacca predefinita

source: Standort
en: Location
es: Ubicación
fr: Position
it: Posizione

source: Standort gesperrt
en: Location blocked
es: Ubicación bloqueada
fr: Position bloquée
it: Posizione bloccata

source: Standort nicht verfügbar
en: Location unavailable
es: Ubicación no disponible
fr: Position indisponible
it: Posizione non disponibile

source: Standort nicht verfügbar – alle Plätze werden angezeigt.
en: Location unavailable – showing all courses.
es: Ubicación no disponible: se muestran todos los campos.
fr: Position indisponible – tous les parcours sont affichés.
it: Posizione non disponibile – vengono mostrati tutti i campi.

source: Standort wird ermittelt …
en: Determining location …
es: Obteniendo ubicación …
fr: Localisation en cours …
it: Rilevamento posizione …

source: Starte deine erste Runde und verfolge deinen Fortschritt.
en: Start your first round and track your progress.
es: Empieza tu primera vuelta y sigue tu progreso.
fr: Démarre ta première partie et suis ta progression.
it: Inizia il tuo primo giro e monitora i tuoi progressi.

source: Startpunkt setzen
en: Set starting point
es: Definir punto de inicio
fr: Définir le point de départ
it: Imposta punto di partenza

source: Statistiken
en: Statistics
es: Estadísticas
fr: Statistiques
it: Statistiche

source: Stelle mir eine Frage über Golf…
en: Ask me a question about golf…
es: Hazme una pregunta sobre golf…
fr: Pose-moi une question sur le golf…
it: Fammi una domanda sul golf…

source: Stelle sicher, dass der Standortzugriff erlaubt ist.
en: Make sure location access is allowed.
es: Asegúrate de que el acceso a la ubicación esté permitido.
fr: Assure-toi que l'accès à la position est autorisé.
it: Assicurati che l'accesso alla posizione sia consentito.

source: Strafe
en: Penalty
es: Penalización
fr: Pénalité
it: Penalità

source: Strafschlag
en: Penalty Stroke
es: Golpe de penalización
fr: Coup de pénalité
it: Colpo di penalità

source: Strategie-Insights: Shot Scope Ltd. · Regeln: R&A / USGA 2023
en: Strategy insights: Shot Scope Ltd. · Rules: R&A / USGA 2023
es: Análisis estratégico: Shot Scope Ltd. · Reglas: R&A / USGA 2023
fr: Analyses stratégiques : Shot Scope Ltd. · Règles : R&A / USGA 2023
it: Approfondimenti strategici: Shot Scope Ltd. · Regole: R&A / USGA 2023

source: Streich: %@
en: Dropped: %@
es: Descartado: %@
fr: Écarté : %@
it: Scarto: %@

source: Suche läuft …
en: Searching …
es: Buscando …
fr: Recherche en cours …
it: Ricerca in corso …

source: Suche weltweit nach Plätzen oder lege einen manuell an.
en: Search courses worldwide or add one manually.
es: Busca campos en todo el mundo o crea uno manualmente.
fr: Recherche des parcours dans le monde entier ou crées-en un manuellement.
it: Cerca campi in tutto il mondo o creane uno manualmente.

source: Suchergebnisse (%lld)
en: Search results (%lld)
es: Resultados de búsqueda (%lld)
fr: Résultats de recherche (%lld)
it: Risultati di ricerca (%lld)

source: Sucht weltweit nach Golfplätzen via API.
en: Searches worldwide for golf courses via API.
es: Busca campos de golf en todo el mundo mediante la API.
fr: Recherche des parcours de golf dans le monde entier via l'API.
it: Cerca campi da golf in tutto il mondo tramite API.

source: Tage
en: Days
es: Días
fr: Jours
it: Giorni

source: Team Punkte
en: Team points
es: Puntos de equipo
fr: Points équipe
it: Punti squadra

source: Team Schläge
en: Team strokes
es: Golpes de equipo
fr: Coups équipe
it: Colpi squadra

source: Team: %lld Punkte
en: Team: %lld points
es: Equipo: %lld puntos
fr: Équipe : %lld points
it: Team: %lld punti

# Team: %lld Schläge (%@)
source: Team: %1$lld Schläge (%2$@)
en: Team: %1$lld strokes (%2$@)
es: Equipo: %1$lld golpes (%2$@)
fr: Équipe : %1$lld coups (%2$@)
it: Team: %1$lld colpi (%2$@)

source: Tipp
en: Tip
es: Consejo
fr: Conseil
it: Consiglio

source: Tippe auf die Karte oder ziehe den Pin, um das Loch zu markieren
en: Tap the map or drag the pin to mark the hole
es: Toca el mapa o arrastra el pin para marcar el hoyo
fr: Touche la carte ou fais glisser le pin pour marquer le trou
it: Tocca la mappa o trascina il pin per segnare la buca

source: Tippe auf die Karte, um das Loch zu markieren
en: Tap the map to mark the hole
es: Toca el mapa para marcar el hoyo
fr: Touche la carte pour marquer le trou
it: Tocca la mappa per segnare la buca

source: Tippe auf die Karte, um den Pin zu setzen
en: Tap the map to set the pin
es: Toca el mapa para colocar el pin
fr: Touche la carte pour placer le pin
it: Tocca la mappa per posizionare il pin

source: Tippe auf einen Schläger für Details & Verlauf
en: Tap a club for details & history
es: Toca un palo para ver detalles e historial
fr: Touche un club pour les détails et l'historique
it: Tocca una mazza per dettagli e cronologia

source: Tippe auf Karte oder nutze deinen Standort
en: Tap the map or use your location
es: Toca el mapa o usa tu ubicación
fr: Touche la carte ou utilise ta position
it: Tocca la mappa o usa la tua posizione

source: Tipps
en: Tips
es: Consejos
fr: Conseils
it: Consigli

source: Tipps & Coaching
en: Tips & Coaching
es: Consejos y coaching
fr: Conseils et coaching
it: Consigli e coaching

source: Titel
en: Title
es: Título
fr: Titre
it: Titolo

source: Top-Tipp
en: Top Tip
es: Consejo destacado
fr: Astuce phare
it: Consiglio top

source: Trainingsfortschritt
en: Training Progress
es: Progreso del entrenamiento
fr: Progression de l'entraînement
it: Progresso allenamento

source: Trainingsinhalte kommen bald
en: Training content coming soon
es: El contenido de entrenamiento llegará pronto
fr: Le contenu d'entraînement arrive bientôt
it: I contenuti di allenamento arriveranno presto

source: Tutorial beenden
en: Exit tutorial
es: Salir del tutorial
fr: Quitter le tutoriel
it: Esci dal tutorial

source: Tutorial neu starten
en: Restart Tutorial
es: Reiniciar el tutorial
fr: Redémarrer le tutoriel
it: Riavvia tutorial

source: Übe noch etwas weiter und versuche es erneut.
en: Practice a bit more and try again.
es: Practica un poco más e inténtalo de nuevo.
fr: Entraîne-toi encore un peu et réessaie.
it: Esercitati ancora un po' e riprova.

source: Über 30.000 Golfplätze weltweit mit Loch-für-Loch Par-Werten.
en: Over 30,000 golf courses worldwide with hole-by-hole par values.
es: Más de 30.000 campos de golf en todo el mundo con valores de par hoyo por hoyo.
fr: Plus de 30 000 parcours de golf dans le monde avec les valeurs de par trou par trou.
it: Oltre 30.000 campi da golf nel mondo con valori di par buca per buca.

source: Über diese Einheit
en: About this lesson
es: Sobre esta lección
fr: À propos de cette leçon
it: Informazioni su questa lezione

source: Übernehmen
en: Apply
es: Aplicar
fr: Appliquer
it: Applica

source: Überspringen
en: Skip
es: Omitir
fr: Passer
it: Salta

source: Umbenennen
en: Rename
es: Renombrar
fr: Renommer
it: Rinomina

source: Verbindung testen
en: Test Connection
es: Probar conexión
fr: Tester la connexion
it: Prova connessione

source: Vergleiche dich mit Freunden
en: Compare yourself with friends
es: Compárate con amigos
fr: Compare-toi à tes amis
it: Confrontati con gli amici

source: Verlassen
en: Leave
es: Salir
fr: Quitter
it: Esci

source: Verlauf
en: History
es: Historial
fr: Historique
it: Cronologia

source: Verwerfen
en: Discard
es: Descartar
fr: Abandonner
it: Scarta

source: Vollbild
en: Full Screen
es: Pantalla completa
fr: Plein écran
it: Schermo intero

source: Voreingestellte Weite
en: Default Distance
es: Distancia predeterminada
fr: Distance par défaut
it: Distanza predefinita

source: Voreinstellung
en: Default
es: Predeterminado
fr: Valeur par défaut
it: Predefinito

source: VOREINSTELLUNG
en: DEFAULT
es: PREDETERMINADO
fr: PAR DÉFAUT
it: PREDEFINITO

source: VOREINSTELLUNG ANPASSEN
en: ADJUST DEFAULT
es: AJUSTAR PREDETERMINADO
fr: MODIFIER LA VALEUR PAR DÉFAUT
it: MODIFICA PREDEFINITO

source: Warte auf GPS…
en: Waiting for GPS…
es: Esperando GPS…
fr: En attente du GPS…
it: In attesa del GPS…

source: Weiter
en: Continue
es: Continuar
fr: Continuer
it: Avanti

source: WEITER →
en: NEXT →
es: SIGUIENTE →
fr: SUIVANT →
it: AVANTI →

source: Weiter spielen
en: Keep Playing
es: Seguir jugando
fr: Continuer à jouer
it: Continua a giocare

source: Weitere Plätze sind per Suche erreichbar.
en: More courses can be found via search.
es: Hay más campos disponibles mediante la búsqueda.
fr: D'autres parcours sont accessibles via la recherche.
it: Altri campi sono raggiungibili tramite ricerca.

source: Weitermachen
en: Continue
es: Continuar
fr: Continuer
it: Continua

source: Weniger anzeigen
en: Show less
es: Mostrar menos
fr: Afficher moins
it: Mostra meno

source: Werde zum besseren Golfspieler – mit geführten Audio-Trainings.
en: Become a better golfer – with guided audio training.
es: Conviértete en un mejor golfista – con entrenamientos de audio guiados.
fr: Deviens un meilleur golfeur – avec des entraînements audio guidés.
it: Diventa un golfista migliore – con allenamenti audio guidati.

source: Wetter
en: Weather
es: Tiempo
fr: Météo
it: Meteo

source: Wetter nicht verfügbar
en: Weather unavailable
es: Tiempo no disponible
fr: Météo indisponible
it: Meteo non disponibile

source: Wettervorhersage
en: Weather Forecast
es: Pronóstico del tiempo
fr: Prévisions météo
it: Previsioni meteo

source: Wie möchtest du das Dokument hinzufügen?
en: How would you like to add the document?
es: ¿Cómo quieres añadir el documento?
fr: Comment veux-tu ajouter le document ?
it: Come vuoi aggiungere il documento?

source: Wiedergabegeschwindigkeit
en: Playback speed
es: Velocidad de reproducción
fr: Vitesse de lecture
it: Velocità di riproduzione

source: Wiederholt
en: Repeated
es: Repetido
fr: Répété
it: Ripetuto

source: Willkommen zurück,
en: Welcome back,
es: Bienvenido de nuevo,
fr: Bon retour,
it: Bentornato,

source: Wird automatisch deaktiviert, wenn du eine Apple Watch zum Tracken verwendest.
en: Automatically disabled when you use an Apple Watch for tracking.
es: Se desactiva automáticamente si usas un Apple Watch para el seguimiento.
fr: Se désactive automatiquement si tu utilises une Apple Watch pour le suivi.
it: Viene disattivato automaticamente se usi un Apple Watch per il tracciamento.

source: z. B. Turnier-Bag
en: e.g. tournament bag
es: p. ej. bolsa de torneo
fr: p. ex. sac de tournoi
it: es. sacca da torneo

source: z.B. Mitgliedskarte 2025
en: e.g. membership card 2025
es: p. ej. tarjeta de socio 2025
fr: p. ex. carte de membre 2025
it: es. tessera 2025

source: Zahlen & Fakten
en: Facts & figures
es: Cifras y datos
fr: Chiffres et faits
it: Numeri e fatti

source: Zählspiel
en: Stroke Play
es: Juego por golpes
fr: Stroke play
it: Gioco a colpi

source: Zeit
en: Time
es: Hora
fr: Heure
it: Ora

source: Ziehen & Zoomen zum Anpassen
en: Drag & zoom to adjust
es: Arrastra y haz zoom para ajustar
fr: Glisser et zoomer pour ajuster
it: Trascina e zooma per regolare

source: Zu Pro wechseln – alles in einem
en: Switch to Pro – all in one
es: Cambia a Pro – todo en uno
fr: Passer à Pro – tout en un
it: Passa a Pro – tutto in uno

source: Zurück
en: Back
es: Atrás
fr: Retour
it: Indietro

source: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
it: Reimposta

source: API-Key
es: Clave API
fr: Clé API
it: Chiave API

source: App-Info
es: Info de la app
fr: Infos de l'app
it: Info app

source: BUNKER
es: BÚNKER

source: GolfCourseAPI Key
es: Clave de GolfCourseAPI
fr: Clé GolfCourseAPI
it: Chiave GolfCourseAPI

source: Golfer!
es: ¡Golfista!
fr: Golfeur !
it: Golfista!

source: Handicap
es: Hándicap

source: Handicap Index
es: Índice de hándicap
fr: Index de handicap
it: Indice di handicap

source: Home
es: Inicio
fr: Accueil

source: Max
es: Máx

source: Min
es: Mín

source: Name
es: Nombre
fr: Nom
it: Nome

source: Putter · Auto-Putts
es: Putter · putts automáticos
fr: Putter · putts automatiques
it: Putter · putt automatici

source: Score
es: Puntuación
it: Punteggio

source: Scorecard
es: Tarjeta de puntuación
fr: Carte de score

source: Standard
es: Estándar

source: Start
es: Iniciar
fr: Démarrer
it: Avvia

source: Team
es: Equipo

source: Team %@
es: Equipo %@

source: Version
es: Versión
it: Versione

source: WHS Handicap
es: Hándicap WHS
fr: Handicap WHS
it: Handicap WHS

source: Wind
es: Viento
fr: Vent
it: Vento

source: Yards
es: Yardas
it: Yard

source: Putts
it: Putt
